UPDATE Language_RU_RU
SET Text = '[COLOR_GREEN]Дипломатические миссии и вы[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = 'Как дипломатические миссии влияют на наши отношения?'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_ADV_QUEST';

UPDATE Language_RU_RU
SET Text = 'Самый эффективный способ повысить ваше влияние на город-государство — создать дипломатический юнит и отправить его в дипломатическую миссию. Дипломатическая миссия позволяет дипломатическим юнитам напрямую повышать ваше влияние на городах-государствах. Чтобы провести дипломатическую миссию, переместите ваш дипломатический юнит на территорию города-государства и нажмите кнопку дипломатической миссии. Базовое количество влияния, получаемого от дипломатической миссии, увеличивается по мере того, как игрок открывает новые повышения для дипломатических юнитов через новые типы юнитов, чудеса и здания. [ENDLINE][ENDLINE]Игроки могут иметь ограниченное количество дипломатических юнитов, активных в любой момент времени. Максимальное количество активных дипломатических юнитов увеличивается в зависимости от количества [ICON_RES_PAPER] бумаги, которым владеет игрок. После использования для получения влияния дипломатические юниты расходуются и должны быть перестроены для повторного использования.'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Специалисты[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_SPECIALISTS_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Специалисты — это граждане, назначенные на работу в здании, построенном в их городе. В Civilization V есть [COLOR_YELLOW]семь[ENDCOLOR] видов специалистов: писатели, художники, музыканты, учёные, торговцы, инженеры [COLOR_YELLOW]и государственные служащие[ENDCOLOR]. Например, гильдия художников позволяет одному или двум гражданам быть назначенными на работу в здании в качестве специалистов-художников. Не все здания позволяют назначать специалистов. Смотрите описания отдельных зданий для получения подробностей.'
WHERE Tag = 'TXT_KEY_CITIES_SPECIALISTS_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Специалисты и рост города[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_BUILDINGS_SPECIALISTS_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Определённые здания позволяют вам создавать «специалистов» из ваших граждан для работы в этих зданиях. Специалисты улучшают производительность здания, а также увеличивают выпуск великих людей в городе. [COLOR_YELLOW]Однако они снижают рост города, потому что специалисты не производят пищу и потребляют больше пищи, чем другие граждане. Количество пищи, которую потребляет специалист, зависит от вашей текущей эпохи.[ENDCOLOR][NEWLINE][NEWLINE]    [COLOR_CYAN]Древняя-Средневековая[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 3 пищи.[NEWLINE]    [COLOR_CYAN]Ренессанс[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 4 пищи.[NEWLINE]    [COLOR_CYAN]Промышленная[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 5 пищи.[NEWLINE]    [COLOR_CYAN]Современная[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 6 пищи.[NEWLINE]    [COLOR_CYAN]Атомная[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 7 пищи.[NEWLINE]    [COLOR_CYAN]Информационная[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 8 пищи.'
WHERE Tag = 'TXT_KEY_BUILDINGS_SPECIALISTS_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Преимущества специалистов[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_BENEFITSSPECIALISTS_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = 'Специалисты предоставляют следующие преимущества:[NEWLINE][NEWLINE]Писатели увеличивают культурный выход города и ускоряют создание великих писателей.[NEWLINE][NEWLINE]Художники увеличивают культурный выход города и ускоряют создание великих художников.[NEWLINE][NEWLINE]Музыканты увеличивают культурный выход города и ускоряют создание великих музыкантов.[NEWLINE][NEWLINE]Торговцы увеличивают золотой выход города и ускоряют создание великих торговцев.[NEWLINE][NEWLINE]Учёные увеличивают научный выход города и ускоряют создание великих учёных.[NEWLINE][NEWLINE]Инженеры увеличивают производственный выход города и ускоряют создание великих инженеров.[NEWLINE][NEWLINE][COLOR_YELLOW]Государственные служащие предоставляют небольшое количество различных доходов и ускоряют создание великих дипломатов.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_BENEFITSSPECIALISTS_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великие люди[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPEOPLE_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'В игре есть [COLOR_YELLOW]десять[ENDCOLOR] типов великих людей: великие художники, великие музыканты, великие писатели, великие инженеры, великие торговцы, великие учёные, [COLOR_YELLOW]великие дипломаты[ENDCOLOR], великие генералы, великие адмиралы и великие пророки. Первые семь типов довольно схожи по функциональности, каждый имеет способности, связанные с их областями знаний, в то время как великие генералы, великие адмиралы и великие пророки довольно различны: они генерируются по-другому и имеют разные эффекты на игру. Великие генералы и великие адмиралы предоставляют бонусы, связанные с сухопутным и морским боем, а великие пророки позволяют вам основать религию.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPEOPLE_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Создание великих людей[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GENERATING_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Великие писатели, художники, музыканты, инженеры, учёные, торговцы и дипломаты[ENDCOLOR] создаются в городах специалистами и чудесами, которые генерируют очки «великих людей» (ВЛ). Очки ВЛ каждого города отслеживаются отдельно, очки для разных типов великих людей не объединяются.[NEWLINE][NEWLINE]Когда в городе накапливается достаточно очков определённого типа ВЛ, эти очки расходуются для создания великого человека этого типа. Очки великих людей в других городах не расходуются. После создания великого человека количество, необходимое для следующего великого человека этого типа, увеличивается во всех городах игрока. Некоторые здания и социальные институты увеличивают скорость, с которой вы создаёте великих людей.[NEWLINE][NEWLINE][COLOR_CYAN]Великие генералы и адмиралы[ENDCOLOR] генерируются несколько иначе, чем другие великие люди. Вместо того чтобы создаваться в городах специалистами, великие генералы и адмиралы генерируются в боевых действиях. Каждый раз, когда ваш сухопутный юнит получает опыт, ваша цивилизация генерирует очки великого генерала (кроме боёв с варварами). Каждый раз, когда ваш морской юнит получает опыт, ваша цивилизация генерирует очки великого адмирала. Когда у вас накопится достаточно очков, вы получаете великого человека, а количество очков, необходимое для следующего великого человека, увеличивается.[NEWLINE][NEWLINE][COLOR_CYAN]Великие пророки[ENDCOLOR] получаются в результате сбора [ICON_PEACE] веры, и являются единственным юнитом, который может основать или улучшить религию. Как только вы накопите достаточно [ICON_PEACE] веры (как минимум [COLOR_YELLOW]800[ENDCOLOR] в игре со стандартной скоростью), появится великий пророк. Количество необходимой веры увеличивается для каждого последующего великого пророка. [COLOR_YELLOW]Первый великий пророк, которого вы получите, всегда появится в столице, а последующие великие пророки будут появляться в вашем священном городе.[ENDCOLOR] После достижения промышленной эпохи великие пророки больше не появляются автоматически, но вместо этого могут быть куплены за веру в...'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GENERATING_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий писатель[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATWRITER_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий писатель может создать [ICON_GW_WRITING] великое произведение письменности (генерирует как [ICON_CULTURE] культуру, так и [ICON_TOURISM] туризм), которое помещается в ближайший город, имеющий подходящее здание со свободным слотом (например, амфитеатр, национальный монумент или героический эпос). Великий писатель расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_GIVE_POLICIES}[ENDCOLOR][NEWLINE]Великий писатель может написать политический трактат, который даёт игроку большое количество [ICON_CULTURE] культуры, [COLOR_YELLOW]увеличиваясь на 3% за каждое принадлежащее великое произведение[ENDCOLOR]. Великий писатель расходуется при таком использовании.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATWRITER_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий художник[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATARTIST_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий художник может создать [ICON_GW_ART] великое произведение искусства (генерирует как [ICON_CULTURE] культуру, так и [ICON_TOURISM] туризм), которое помещается в ближайший город, имеющий подходящее здание со свободным слотом (например, дворец, замок или музей). Великий художник расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_START_GOLDENAGE}[ENDCOLOR][NEWLINE]Великий художник может быть израсходован для [COLOR_YELLOW]генерации очков золотого века, которые могут запустить [ICON_GOLDEN_AGE] золотой век (дополнительное [ICON_PRODUCTION] производство, [ICON_GOLD] золото и [ICON_CULTURE] культура). Количество генерируемых очков золотого века основано на [ICON_TOURISM] туризме и выходе очков золотого века за последние 10 ходов и увеличивается на 10% за каждый принадлежащий оформленный в едином стиле набор великих произведений.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATARTIST_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий музыкант[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMUSICIAN_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий музыкант может создать [ICON_GW_MUSIC] великое произведение музыки, которое помещается в ближайший город, имеющий подходящее здание со свободным слотом (например, оперный театр или телебашня). Великий музыкант расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_ONE_SHOT_TOURISM}[ENDCOLOR][NEWLINE]Великий музыкант может отправиться в другую цивилизацию и дать концерт, [COLOR_YELLOW]что увеличит туризм с целевой цивилизацией на 100%, и со всеми другими цивилизациями на 50%, на 10 ходов (плюс 1 дополнительный ход за каждое принадлежащее [ICON_GW_MUSIC] великое произведение музыки). Вы также получаете 1 [ICON_HAPPINESS_1] счастья в каждом городе. Вы не можете выполнить это действие, если находитесь в войне с целевой цивилизацией, или если ваше [ICON_TOURISM] культурное влияние на цивилизацию [ENDCOLOR][COLOR_MAGENTA]влиятельно[ENDCOLOR][COLOR_YELLOW] или выше.[ENDCOLOR] Это действие расходует великого музыканта.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMUSICIAN_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий учёный[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATSCIENTIST_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Академия[ENDCOLOR][NEWLINE]Вы можете израсходовать великого учёного для создания академии. При обработке академия даст вашему городу большой научный бонус.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_DISCOVER_TECH}[ENDCOLOR][NEWLINE]Вы можете израсходовать вашего великого учёного, чтобы немедленно получить сумму науки. [COLOR_YELLOW]Каждая созданная и принадлежащая вам академия увеличивает количество получаемой науки на 10%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATSCIENTIST_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий торговец[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMERCHANT_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Городок[ENDCOLOR][NEWLINE]Вы можете израсходовать великого торговца для создания особого улучшения «городок», которое при обработке производит [ICON_GOLD] золото [COLOR_YELLOW]и [ICON_FOOD] пищу.[ENCDOLOR][NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CONDUCT_TRADE_MISSION}[ENDCOLOR][NEWLINE]Если великий торговец находится на территории города-государства, с которым вы не воюете, вы можете израсходовать его для проведения торговой миссии.[NEWLINE][NEWLINE]Вы получите большое количество [ICON_GOLD] золота [COLOR_YELLOW]и мгновенный «День, когда мы любим короля» во всех принадлежащих городах. Каждый созданный и принадлежащий вам городок увеличивает золото и продолжительность «Дня, когда мы любим короля» на 25%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMERCHANT_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий инженер[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATENGINEER_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Мануфактура[ENDCOLOR][NEWLINE]Вы можете израсходовать великого инженера для создания мануфактуры. Мануфактура производит огромное количество производства (молотков) для города, если она обрабатывается, и считается каждым типом улучшения для бонусов за соседство.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_HURRY_PRODUCTION}[ENDCOLOR][NEWLINE]Вы можете израсходовать великого инженера для ускорения производства текущего проекта города. [COLOR_YELLOW]Количество производства равно 5 ходам среднего недавнего выхода лучшего города. Каждая принадлежащая вам мануфактура, которую вы создали и владеете, увеличивает это на 10%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATENGINEER_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий генерал[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATGENERAL_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: Боевой бонус[ENDCOLOR][NEWLINE]Великий генерал предоставляет 15% боевой бонус всем дружественным сухопутным юнитам в радиусе 2 клеток. Этот боевой бонус применяется ко всем формам сухопутного боя: ближнему, дальнобойному, обороне и так далее.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CULTURE_BOMB}[ENDCOLOR][NEWLINE]Вы можете израсходовать великого генерала для размещения цитадели, которая даёт вам владение всеми соседними клетками, так как ваши культурные границы расширятся, окружив цитадель. Кроме того, цитадель предоставляет большой оборонительный бонус любому юниту, занимающему её. Также она наносит урон любому вражескому юниту, который заканчивает свой ход рядом с цитаделью (урон не суммируется с другими улучшениями). Обратите внимание, что цитадель функционирует только когда она находится на вашей территории. Если она перейдёт в другие руки, когда близлежащий город будет завоёван, она будет эффективна только для нового владельца. Если новая культурная граница заявит права на шестиугольники, уже принадлежащие другой цивилизации, вы понесёте дипломатический штраф в результате. Когда цитадель размещена, великий генерал расходуется [COLOR_YELLOW]и ваш лимит снабжения военными юнитами увеличивается на 1[ENDCOLOR].'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATGENERAL_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Великий адмирал[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATADMIRAL_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: Боевой бонус[ENDCOLOR][NEWLINE]Великий адмирал предоставляет 15% боевой бонус всем дружественным морским юнитам в радиусе 2 клеток. Этот боевой бонус применяется ко всем формам морского боя: ближнему, дальнобойному, обороне и так далее.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_REPAIR_FLEET}[ENDCOLOR][NEWLINE]Вы можете израсходовать великого адмирала, чтобы исцелить все ваши морские юниты и посаженные на корабль юниты на этой клетке и всех соседних клетках. [COLOR_YELLOW]Этот приказ также увеличивает ваш лимит снабжения военными юнитами на 1.[ENDCOLOR] Великий адмирал расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_FREE_LUXURY}[ENDCOLOR][NEWLINE][COLOR_GREEN]Вы можете отправить великого адмирала в путешествие открытий, которое предоставит вам две копии предмета роскоши, недоступного на текущей карте. Этот приказ также увеличивает ваш лимит снабжения военными юнитами на 1. Великий адмирал расходуется при таком использовании.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATADMIRAL_BODY';

UPDATE Language_RU_RU
SET Text = 'Великий пророк'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPROPHET_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_FOUND_RELIGION}[ENDCOLOR][NEWLINE]Если вы ещё не основали религию и всё ещё есть религии, которые можно основать, вы можете использовать великого пророка для основания религии и выбора религиозных убеждений для неё. Город, в котором основана религия, будет обращён в вашу новую религию. Великий пророк расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_ENHANCE_RELIGION}[ENDCOLOR][NEWLINE]Вы можете использовать великого пророка для улучшения вашей религии двумя дополнительными религиозными убеждениями. Великий пророк расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особое улучшение: Священное место[ENDCOLOR][NEWLINE]Великий пророк может построить особое улучшение «священное место», которое при обработке производит дополнительную [ICON_PEACE] веру. Великий пророк расходуется при таком использовании.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_SPREAD_RELIGION}[ENDCOLOR][NEWLINE]Великий пророк может распространить вашу религию 4 раза, удаляя всё иностранное давление в целевых городах. Великий пророк расходуется при таком использовании.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPROPHET_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Особые улучшения[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_SPECIALIMPROVEMENT_HEADING4_TITLE';

UPDATE Language_RU_RU
SET Text = 'Каждый тип великого человека может быть израсходован для создания особого улучшения на клетке в пределах границ вашей цивилизации. Эффекты особого улучшения зависят от того, какой великий человек его создаёт — например, особое улучшение великого инженера генерирует производство, а великого торговца — деньги. [COLOR_YELLOW]Доходы особых улучшений увеличиваются по мере развития игры в зависимости от технологий, институтов, зданий и убеждений.[ENDCOLOR][NEWLINE][NEWLINE]Особое улучшение должно обрабатываться, чтобы иметь какой-либо эффект. Кроме того, особое улучшение может быть разграблено и отремонтировано, как любое другое улучшение. Если построено на ресурсе, особое улучшение предоставит доступ к нему только если этот ресурс является стратегическим.[NEWLINE][NEWLINE]Обратите внимание, что вы должны переместить великого человека за пределы города и на вашу территорию, чтобы построить особое улучшение.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_SPECIALIMPROVEMENT_HEADING4_BODY';

UPDATE Language_RU_RU
SET Text = 'Особое улучшение: Городок'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_HEADING4_TITLE';

UPDATE Language_RU_RU
SET Text = 'Вы можете израсходовать великого торговца для создания городка. При обработке городок генерирует много золота и пищи за ход для своего города и увеличивает продолжительность «Дня, когда мы любим короля» от торговых миссий великого торговца.[NEWLINE][NEWLINE]Городки получают дополнительное [ICON_GOLD] золото и [ICON_PRODUCTION] производство, если построены на дороге или железной дороге, соединяющей два принадлежащих города[NEWLINE][NEWLINE]Получайте дополнительное [ICON_GOLD] золото и [ICON_PRODUCTION] производство (+1 до промышленной эпохи, +2 промышленная эпоха или позже), если торговый путь, внутренний или международный, проходит через этот городок.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_HEADING4_BODY';

UPDATE Language_RU_RU
SET Text = 'Что делает особое улучшение городок?'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_ADV_QUEST';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Резолюции[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_RESOLUTIONS_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Резолюция — это изменение в игровом мире, которое предлагается и решается цивилизациями Всемирного конгресса. Например, резолюция может наложить эмбарго на торговые пути с определённой цивилизацией, увеличить культуру от чудес, предотвратить строительство ядерного оружия или присудить кому-то дипломатическую победу. Резолюция также может отменить ранее принятую резолюцию, отменяя её эффекты.[NEWLINE][NEWLINE][COLOR_YELLOW]Только три цивилизации могут предлагать резолюции: текущий хозяин конгресса и два других игрока, имеющих больше всего делегатов.[ENDCOLOR][NEWLINE][NEWLINE]Все цивилизации могут помочь решить исход предлагаемых резолюций, когда конгресс находится в сессии. Они делают это, распределяя своих делегатов между предлагаемыми резолюциями для поддержки желаемых исходов. Они поддерживают «Да», чтобы помочь её принятию, или «Нет», чтобы помочь предотвратить её принятие. Некоторые резолюции требуют выбора цивилизации, а не просто «Да» или «Нет».[NEWLINE][NEWLINE]Как только все цивилизации использовали своих делегатов, исход резолюции решается тем вариантом, который получил наибольшую поддержку делегатов. При ничьей резолюция не принимается.'
WHERE Tag = 'TXT_KEY_CONGRESS_RESOLUTIONS_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Делегаты[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_DELEGATES_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Предлагаемые резолюции конгресса решаются с помощью делегатов. Как только начинается сессия конгресса, цивилизации распределяют своих делегатов по предлагаемым резолюциям для поддержки желаемых исходов. Делегаты поддерживают «Да», чтобы помочь принятию резолюции, или «Нет», чтобы помочь предотвратить её принятие. Некоторые резолюции требуют выбора цивилизации, а не просто «Да» или «Нет».[NEWLINE][NEWLINE]Делегаты могут быть получены следующими способами:[NEWLINE][NEWLINE]  [COLOR_GREEN]Базовое значение[ENDCOLOR]: У каждой цивилизации есть базовое количество делегатов в зависимости от текущей эпохи Всемирного конгресса (начиная с 1 делегата, когда Всемирный конгресс основан, затем 1 дополнительный делегат за эпоху).[NEWLINE][NEWLINE] [COLOR_GREEN]Статус хозяина[ENDCOLOR]: Хозяин Всемирного конгресса получает 1-2 дополнительных делегата в зависимости от эпохи.[NEWLINE][NEWLINE]  [COLOR_GREEN]Союзы с городами-государствами[ENDCOLOR]: Каждый союз с городом-государством даёт 1 дополнительного делегата. После основания Организации Объединённых Наций это число увеличивается до 2 делегатов за союз.[NEWLINE][NEWLINE] [COLOR_GREEN]Посольства в городах-государствах[ENDCOLOR]: [COLOR_YELLOW]Каждое посольство, построенное в городе-государстве, даёт 1 дополнительного делегата.[ENDCOLOR][NEWLINE][NEWLINE]  [COLOR_GREEN]Мировые религии[ENDCOLOR]: Если религия была назначена официальной мировой религией Всемирным конгрессом, все цивилизации, следующие ей, получат дополнительного делегата. [COLOR_YELLOW]Основатель мировой религии также получает дополнительных делегатов за каждую иностранную цивилизацию, следующую мировой религии.[ENDCOLOR][NEWLINE][NEWLINE]  [COLOR_GREEN]Религиозный авторитет[ENDCOLOR]: [COLOR_YELLOW]Цивилизация, которая основала религию и построила соответствующее национальное чудо, получает 1 дополнительного делегата за каждые 10 городов, следующих религии.[ENDCOLOR][NEWLINE][NEWLINE]  [COLOR_GREEN]Мировая идеология[ENDCOLOR]: Если идеология была назначена официальной мировой идеологией Всемирным конгрессом...'
WHERE Tag = 'TXT_KEY_CONGRESS_DELEGATES_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Организация Объединённых Наций[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_UN_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Дипломатическая победа возможна только после того, как Всемирный конгресс стал Организацией Объединённых Наций. Организация Объединённых Наций основана, когда половина цивилизаций в игре достигает атомной эпохи (или одна цивилизация достигает информационной эпохи). [COLOR_YELLOW]В качестве дополнительного требования, резолюция Всемирного конгресса «Организация Объединённых Наций» должна быть принята, и чудо света «Организация Объединённых Наций» должно быть построено цивилизацией. Возможно добиться дипломатической победы, даже если вы не построили Организацию Объединённых Наций сами.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_UN_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Дипломатическая победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_VICTORY_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]После того как Всемирный конгресс стал Организацией Объединённых Наций, дипломатическая победа становится возможной, если активна мировая идеология.[ENDCOLOR] Чтобы выиграть дипломатическую победу, цивилизация должна получить достаточную поддержку делегатов на резолюции о глобальной гегемонии.[NEWLINE][NEWLINE]В отличие от других резолюций, резолюцию о глобальной гегемонии не может предложить цивилизация. Вместо этого, каждая другая сессия Организации Объединённых Наций посвящена её решению, если активна мировая идеология. Во время этих сессий, которые чередуются с сессиями обычных предложений, резолюция о мировом лидере автоматически предлагается конгрессу, и никакие другие предложения не делаются.[NEWLINE][NEWLINE]Количество поддержки делегатов, необходимое для победы, зависит от количества цивилизаций и городов-государств в игре, и может быть увидено на экранах Всемирного конгресса и прогресса победы. Если ни одна цивилизация не получает достаточной поддержки для победы на резолюции о мировом лидере, две цивилизации, получившие наибольшую поддержку, навсегда получат дополнительных делегатов.'
WHERE Tag = 'TXT_KEY_CONGRESS_VICTORY_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CULTURE_VICTORY_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Чтобы выиграть культурную победу, [COLOR_YELLOW]вы должны построить чудо «Протокол гражданина Земли». Это возможно, если вы [ENDCOLOR][COLOR_MAGENTA]влиятельны[ENDCOLOR][COLOR_YELLOW] на всех других цивилизациях в игре. Кроме того, у вас должно быть два принципа 3-го уровня идеологии, и ваш народ должен быть доволен[ENDCOLOR]. Смотрите раздел о победе для подробностей.'
WHERE Tag = 'TXT_KEY_CULTURE_VICTORY_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_CULTUREVICTORY_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = 'Вы больше не выигрываете культурную победу, полностью изучив пять ветвей социальных институтов. Вместо этого, вы должны стать доминирующим культурным влиянием в каждой цивилизации в игре, используя туризм. [COLOR_YELLOW]У вас также должно быть два принципа 3-го уровня идеологии, и ваш народ должен быть доволен. Как только эти требования выполнены, вы можете построить чудо «Протокол гражданина Земли» для победы.[ENDCOLOR] Смотрите раздел о победе для получения дополнительной информации.'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_CULTUREVICTORY_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_VICTORY_CULTURAL_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = 'Чтобы выиграть культурную победу, вы должны стать доминирующим культурным влиянием в каждой цивилизации в игре [COLOR_YELLOW]и построить «Протокол гражданина Земли». У вас также должно быть два принципа 3-го уровня идеологии, и ваш народ должен быть доволен[ENDCOLOR]. Культурное влияние достигается через туризм, генерируемый [ICON_GREAT_WORK] великими произведениями, которые вы создаёте, и [ICON_ARTIFACT] артефактами, которые вы обнаруживаете. Туризм, который вы генерируете, постоянно влияет на другие цивилизации, и его эффект усиливается через открытые границы, торговые пути, общую религию и идеологии, соглашения о совместных исследованиях и т.д.[NEWLINE][NEWLINE]Когда ваш совокупный туристический выход (за всю игру) превысит совокупный культурный выход каждой оставшейся цивилизации в игре, [COLOR_YELLOW]вы сможете построить «Протокол гражданина Земли», если у вас также есть идеология и ваше население довольно[ENDCOLOR].'
WHERE Tag = 'TXT_KEY_VICTORY_CULTURAL_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Туризм[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CULTURE_TOURISM_HEADING2_TITLE';

UPDATE Language_RU_RU
SET Text = '[ICON_TOURISM] Туризм — это основной доход, который вы будете использовать для распространения вашего культурного влияния на другие цивилизации. Он генерируется пассивно [COLOR_POSITIVE_TEXT]зданиями[ENDCOLOR], [COLOR_POSITIVE_TEXT]великими произведениями[ENDCOLOR] или [COLOR_POSITIVE_TEXT]артефактами[COLOR_YELLOW], и активно [COLOR_POSITIVE_TEXT]историческими событиями[COLOR_YELLOW] (для получения дополнительной информации о «исторических событиях» смотрите раздел с этой меткой) или завершением [COLOR_POSITIVE_TEXT]торговых путей[ENDCOLOR][COLOR_YELLOW] (если вы построили здания, дающие такие бонусы)[ENDCOLOR]. По мере размещения всё большего и большего количества великих произведений и артефактов в ваши музеи, амфитеатры, оперные театры и т.д., ваш [ICON_TOURISM] туризм будет продолжать расти.

[NEWLINE][NEWLINE]Ваш [ICON_TOURISM] туризм умножается с каждым игроком следующими способами [COLOR_YELLOW](минимум [COLOR_NEGATIVE_TEXT]-100%[COLOR_YELLOW])[ENDCOLOR]:
[NEWLINE][ICON_BULLET]Любой торговый путь, соединяющий ваш город с их городом [COLOR_YELLOW]([COLOR_POSITIVE_TEXT]+10%[COLOR_YELLOW])[ENDCOLOR].
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Предоставить открытые границы игроку ([COLOR_POSITIVE_TEXT]+15%[COLOR_YELLOW]).[ENDCOLOR]
[NEWLINE][ICON_BULLET]Разделить вашу религию с игроком [COLOR_YELLOW]([COLOR_POSITIVE_TEXT]+X%[COLOR_YELLOW], процент её последователей в их империи, максимум [COLOR_POSITIVE_TEXT]+50%[COLOR_YELLOW])[ENDCOLOR].
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Иметь дипломата в их столичном городе ([COLOR_POSITIVE_TEXT]+20%[COLOR_YELLOW]).[ENDCOLOR]
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Иметь меньше скуки в вашей империи ([COLOR_POSITIVE_TEXT]+X%[COLOR_YELLOW], разница в скуке между вашими двумя империями).[ENDCOLOR]
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Израсходовать великого музыканта в пределах их границ ([COLOR_POSITIVE_TEXT]+100%[COLOR_YELLOW], и [COLOR_POSITIVE_TEXT]+50%[COLOR_YELLOW] со всеми остальными).[ENDCOLOR]
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Сделать игрока вассалом ([COLOR_POSITIVE_TEXT]+33%[COLOR_YELLOW]).[ENDCOLOR]
[NEWLINE][ICON_BULLET]Иметь другую идеологию, чем игрок [COLOR_YELLOW]([COLOR_NEGATIVE_TEXT]-10%[COLOR_YELLOW])[ENDCOLOR].
[NEWLINE][ICON_BULLET][COLOR_YELLOW]Владеть большим количеством не-марионеточных городов, чем игрок ([COLOR_NEGATIVE_TEXT]-5% за каждый дополнительный город[COLOR_YELLOW]).[ENDCOLOR]

[NEWLINE][NEWLINE][COLOR_YELLOW]Кроме того, определённые способности игрока, институты, принципы, корпорации и предложения Всемирного конгресса могут изменить этот модификатор.[ENDCOLOR] Другие способности вместо этого напрямую умножают туризм, генерируемый в городе.'
WHERE Tag = 'TXT_KEY_CULTURE_TOURISM_HEADING2_BODY';

UPDATE Language_RU_RU
SET Text = 'Рабочие'
WHERE Tag = 'TXT_KEY_CITIES_UNEMPLOYEDCITIZENS_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Исцеление[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_HEALTINGDAMAGE_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = 'Чтобы исцелить повреждения, юнит должен оставаться неактивным в течение хода. Количество повреждений, которое исцеляет юнит, зависит от местоположения юнита.[NEWLINE][NEWLINE]В дружественном городе: юнит исцеляет [COLOR_YELLOW]20[ENDCOLOR] ОЗ за ход.[NEWLINE]На дружественной территории: [COLOR_YELLOW]15[ENDCOLOR] ОЗ за ход.[NEWLINE]На нейтральной территории: [COLOR_YELLOW]10[ENDCOLOR] ОЗ за ход.[NEWLINE]На вражеской территории: [COLOR_YELLOW]5[ENDCOLOR] ОЗ за ход.[NEWLINE][NEWLINE][COLOR_YELLOW]Юниты в пределах границ города, который находится в сопротивлении, исцеляют только 5 ОЗ за ход. Юниты в пределах границ города, который сжигается, исцеляют 20 ОЗ за ход (грабёж).[ENDCOLOR][NEWLINE][NEWLINE]Обратите внимание, что определённые повышения ускорят скорость исцеления юнита.'
WHERE Tag = 'TXT_KEY_COMBAT_HEALTINGDAMAGE_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Города атакуют нападающих[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_CITYFIRINGATTACKERS_HEADING3_TITLE';

UPDATE Language_RU_RU
SET Text = 'Город имеет дальнюю боевую мощь, равную его полной мощи в начале боя, и [COLOR_YELLOW]он имеет дальность 1. Эта дальность увеличивается по мере развития игры на основе исследованных технологий (ищите иконку «дальний удар» в дереве технологий для этих технологий).[ENDCOLOR] Он может атаковать любой вражеский юнит в пределах этой дальности. Обратите внимание, что дальняя боевая мощь города не снижается по мере получения повреждений городом; она остаётся равной начальной мощи города до захвата города.'
WHERE Tag = 'TXT_KEY_COMBAT_CITYFIRINGATTACKERS_HEADING3_BODY';

UPDATE Language_RU_RU
SET Text = '[COLOR_YELLOW]Получение опыта в бою[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_ACQUIRINGXP_HEADING3_TITLE';
