UPDATE Language_RU_RU
SET Text = 'Трирема — первый доступный в игре морской юнит. Это юнит ближнего боя, который может атаковать другие морские юниты или города (но у него нет дальнобойной атаки). Трирема полезна для уничтожения кораблей варваров в прибрежных водах и для ограниченной разведки (она не может заканчивать ход на клетках открытого океана за пределами границ города, если только не принадлежит Полинезии).'
WHERE Tag = 'TXT_KEY_UNIT_TRIREME_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Галера — первый дальнобойный морской юнит, обычно доступный цивилизациям в игре. Она значительно сильнее ранних морских юнитов, но немного медленнее. Не может инициировать ближний бой. Галера полезна для зачистки вражеских кораблей из мелководья. Не может заканчивать ход на клетках открытого океана, если только не принадлежит Полинезии.'
WHERE Tag = 'TXT_KEY_UNIT_GALLEASS_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Первая осадная машина в игре. Наносит серьезный урон юнитам и городам на расстоянии. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_CATAPULT';

UPDATE Language_RU_RU
SET Text = 'Катапульта — осадное оружие, чрезвычайно полезное при штурме ранних вражеских городов. Она медленная и очень уязвимая для вражеской атаки ближнего боя; всегда должна сопровождаться другими юнитами в поле. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_CATAPULT_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Осадный юнит, наносящий серьезный урон на расстоянии. Передвигается с половинной скоростью на вражеской территории. Может строить только Рим. Этот юнит имеет более высокую [ICON_RANGE_STRENGTH] силу дальнобойной атаки, чем Катапульта, которую он заменяет.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_BALLISTA';

UPDATE Language_RU_RU
SET Text = 'Баллиста — уникальный римский юнит, более мощный, чем Катапульта, которую он заменяет. Это отличное осадное оружие и чрезвычайно полезное средство против городов, но довольно уязвимое для атак. Обязательно защищайте Баллисту другими военными юнитами. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_ROMAN_BALLISTA_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Мощная средневековая осадная машина, хорошо подходящая для снижения обороны вражеских городов. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_TREBUCHET';

UPDATE Language_RU_RU
SET Text = 'Требушет — средневековое осадное оружие, значительно более мощное, чем более ранние катапульты. Требушет передвигается с половинной скоростью на вражеской территории, но, будучи размещен, может нанести серьезный урон укрепленному вражескому городу. Защищайте свои требушеты юнитами ближнего и дальнего боя, чтобы вражеские юниты не подходили слишком близко.'
WHERE Tag = 'TXT_KEY_UNIT_TREBUCHET_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Ракетный юнит против пехоты Средневековья. Силен против наземных юнитов, но слаб против городов. Может строить только Корея. Заменяет Требушет. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_CIV5_KOREA_HWACHA_HELP';

UPDATE Language_RU_RU
SET Text = 'Хвачха чрезвычайно эффективна против вражеских наземных юнитов. Она медленная и уязвимая для вражеской атаки ближнего боя; всегда должна сопровождаться другими юнитами в поле. Хвачха передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_CIV5_KOREA_HWACHA_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Мощная осадная машина Эпохи Возрождения. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_CANNON';

UPDATE Language_RU_RU
SET Text = 'Пушка — важный осадный юнит середины игры, разрушительный против цивилизаций, которые еще не получили их. Как и другие осадные юниты, Пушка передвигается с половинной скоростью на вражеской территории. Пушка остается мощной и в Промышленную эпоху. Обладает меньшим обзором, чем другие юниты, и должна защищаться юнитами ближнего боя.'
WHERE Tag = 'TXT_KEY_UNIT_CANNON_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Первая осадная машина в игре, способная стрелять на расстояние в 3 клетки. Передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_ARTILLERY';

UPDATE Language_RU_RU
SET Text = 'Артиллерия — смертоносное осадное оружие, более мощное, чем Пушка, и с большей дальностью стрельбы. Как и Пушка, она имеет ограниченный обзор и передвигается с половинной скоростью на вражеской территории, но ее сила дальнобойного боя огромна. Артиллерия также обладает способностью «косвенный огонь», позволяющей стрелять через препятствия по целям, которые она не видит (если другие дружественные юниты могут их видеть). Как и другое осадное оружие, Артиллерия уязвима для атаки ближнего боя.'
WHERE Tag = 'TXT_KEY_UNIT_ARTILLERY_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Быстрый осадный юнит поздней игры. В отличие от других осадных юнитов, не передвигается с половинной скоростью на вражеской территории.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_ROCKET_ARTILLERY';

UPDATE Language_RU_RU
SET Text = 'Реактивная артиллерия — чрезвычайно мощное осадное оружие, значительно превосходящее обычную артиллерию. Реактивная артиллерия не теряет скорость на вражеской территории, что делает ее намного быстрее ранних пушек. Хотя обзор Реактивной артиллерии ограничен, она может использовать косвенный огонь для атаки целей, которые не видит (если другие дружественные юниты могут их видеть). Как вся артиллерия, она уязвима для атак пехоты или бронетехники и должна защищаться соответствующими юнитами.'
WHERE Tag = 'TXT_KEY_UNIT_ROCKET_ARTILLERY_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Не получает бонусы оборонительной местности, но в остальном сильнее любого другого военного юнита в игре.'
WHERE Tag = 'TXT_KEY_UNIT_HELP_MECH';

UPDATE Language_RU_RU
SET Text = 'Может быть куплен за [ICON_PEACE] веру в любом городе с господствующей религией, которая была усилена. Они могут удалять другие религии из ваших городов (тратя Инквизитора) или размещаться внутри или рядом с городом для защиты от Миссионеров и Пророков, пытающихся распространить другие религии в этот город.'
WHERE Tag = 'TXT_KEY_UNIT_INQUISITOR_STRATEGY';
