UPDATE Language_RU_RU
SET Text = 'Позволяет городам строить [COLOR_POSITIVE_TEXT]Атомные бомбы[ENDCOLOR] и [COLOR_POSITIVE_TEXT]Ядерные ракеты[ENDCOLOR].[NEWLINE][NEWLINE]Если вы [COLOR_POSITIVE_TEXT]Первые[ENDCOLOR], кто завершит этот проект, получите [COLOR_POSITIVE_TEXT]Бесплатную[ENDCOLOR] Атомную бомбу и [COLOR_POSITIVE_TEXT]Бесплатную[ENDCOLOR] Исследовательскую лабораторию в [ICON_CAPITAL] столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_HELP';

UPDATE Language_RU_RU
SET Text = 'Проект Манхэттен позволяет цивилизации создавать ядерное оружие. Каждая цивилизация должна построить Проект Манхэттен, прежде чем она сможет создавать ядерное оружие. Если вы являетесь частью первой глобальной команды, завершившей этот проект, вы получите бесплатную Исследовательскую лабораторию и Атомную бомбу в своей столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Даёт старт космической гонке, позволяя городам строить части космического корабля. Когда космический корабль будет завершён, вы одержите [COLOR_POSITIVE_TEXT]Научную победу[ENDCOLOR]![NEWLINE][NEWLINE]Если вы [COLOR_POSITIVE_TEXT]Первые[ENDCOLOR], кто завершит этот проект, получите [COLOR_POSITIVE_TEXT]Бесплатного[ENDCOLOR] [ICON_GREAT_SCIENTIST] Великого учёного рядом с [ICON_CAPITAL] столицей, а ваша империя войдёт в [ICON_GOLDEN_AGE] Золотой век.'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_HELP';

UPDATE Language_RU_RU
SET Text = 'Программа Аполлон — это начало космической гонки. Она позволяет строить части космического корабля. Каждая цивилизация должна завершить этот проект, прежде чем она сможет строить части космического корабля. Если вы являетесь частью первой глобальной команды, завершившей этот проект, вы получите бесплатного Великого учёного рядом со столицей, и начнётся Золотой век.'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Протокол Гражданин Земли'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT';

UPDATE Language_RU_RU
SET Text = 'Постройте Протокол Гражданин Земли, чтобы одержать [COLOR_POSITIVE_TEXT]Культурную победу[ENDCOLOR]![NEWLINE][NEWLINE]Требования для постройки:[NEWLINE]   [ICON_BULLET] Должна быть идеология (с [COLOR_POSITIVE_TEXT]Довольным[ENDCOLOR] населением).[NEWLINE]   [ICON_BULLET] Должно быть [ICON_TOURISM] [COLOR_POSITIVE_TEXT]Влияние[ENDCOLOR] на все остальные цивилизации в мире.[NEWLINE]   [ICON_BULLET] Должно быть [COLOR_POSITIVE_TEXT]2[ENDCOLOR] догм 3-го уровня в вашей текущей идеологии.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_HELP';

UPDATE Language_RU_RU
SET Text = 'У вас должна быть идеология (с [COLOR_POSITIVE_TEXT]Довольным[ENDCOLOR] населением), две догмы 3-го уровня в этой идеологии, и вы должны оказывать [ICON_TOURISM] Влияние на все остальные цивилизации в мире, чтобы построить это. Как только вы выполните эти задачи, постройте этот проект, чтобы одержать Культурную победу!'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_STRATEGY';

UPDATE Language_RU_RU
SET Text = 'Глобальное гражданство — это идея о том, что все люди имеют права и гражданские обязанности, связанные с членством в Мире, с философией и чувствительностью всего мира, а не в качестве гражданина конкретной нации или места. Идея заключается в том, что личность человека выходит за рамки географии или политических границ, а обязанности или права проистекают из членства в более широком классе: человечестве. Это не означает, что такой человек отрекается или отказывается от своей национальности или других, более локальных идентичностей, но такие идентичности занимают второе место по отношению к его членству в глобальном сообществе. В расширенном смысле эта идея приводит к вопросам о состоянии глобального общества в эпоху глобализации. В общем использовании термин может иметь почти то же значение, что и мировой гражданин или космополит, но он также имеет дополнительные специализированные значения в различных контекстах. Различные организации, такие как Всемирная служба власти, выступают за глобальное гражданство.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_PEDIA';
