UPDATE Language_RU_RU
SET Text = 'Болота, хоть и богаты биоразнообразием, практически не дают ничего, кроме пищи, растущей цивилизации, так как их необходимо осушить или изменить, прежде чем они начнут приносить городу какие-либо бонусы.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_MARSH_TEXT';

UPDATE Language_RU_RU
SET Text = '[COLOR_NEGATIVE_TEXT]Радиоактивный осадок наносит 15 урона юнитам, заканчивающим ход на клетке с осадком.[ENDCOLOR][NEWLINE][NEWLINE]Радиоактивный осадок - это остаточная радиация после ядерного взрыва. Осадок выпадает из воздуха в виде слоя радиоактивных частиц, которые крайне опасны для растений и животных, убивая их мгновенно или повреждая их ДНК, вызывая рак, другие болезни или нежелательные мутации. В зависимости от типа ядерного взрыва, земля может оставаться отравленной десятилетиями, а возможно и столетиями. Очистка требует замены загрязненных зданий, почвы и растительности.'
WHERE Tag = 'TXT_KEY_FEATURE_FALLOUT_PEDIA';
-- Natural Wonders

UPDATE Language_RU_RU
SET Text = '+2 [ICON_RESEARCH] науки от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Кратер Барринджера - огромный метеоритный кратер, расположенный в Аризоне, в Соединенных Штатах Америки. Кратер имеет диаметр четыре тысячи футов, и ученые считают, что он образовался примерно 50 000 лет назад, когда на это место упал большой метеорит из железа и никеля, весивший во время удара 160 000 тонн и двигавшийся со скоростью около 27 000 миль в час.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_BARRINGER_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_CULTURE] культуры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Фудзи - действующий вулкан, самая высокая гора в Японии. Возвышаясь на высоте около 12 000 футов и часто укрытая облаками, ее знаменитый снежный силуэт виден из Токио. Величественная гора является темой бесчисленных произведений искусства - стихов, песен, фотографий, скульптур и картин. Гора Фудзи - символ гордости и красоты для всей Японии.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_FUJI_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_GOLD] золота от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Гибралтар - полуостров, содержащий уникальную скальную формацию у входа в Средиземное море. Захваченный у испанцев англичанами и голландцами в 1704 году и переданный Англии в 1713 году, Гибралтар остается британским владением по сей день. Командуя входом в Атлантику из Средиземноморья, Гибралтар являлся крупной британской военно-морской базой в течение трехсот лет.[NEWLINE]Большая часть Гибралтара покрыта Скалой - огромной формацией из сланца, песчаника и известняка, вытесанной невообразимой мощью тектонических плит. Скала возвышается примерно на 1400 футов в высоту. Когда-то Гибралтар был массивной крепостью, позволявшей Британии доминировать над узким средиземноморско-атлантическим проходом, но сегодня полуостров больше является заповедником и туристическим направлением, чем военной базой.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_GIBRALTER_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_FOOD] пищи от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Гранд-Меса - крупное геологическое образование в Колорадо, Соединенные Штаты Америки. Возвышаясь примерно на 5 000 футов над окружающей территорией и занимая площадь в 500 квадратных миль, это крупнейшая столовая гора в мире. Гранд-Меса имеет верхний слой вулканического базальта, который сопротивляется эрозии. Она не столько поднялась в воздух, сколько осталась на своей первоначальной высоте, в то время как окружающая местность подверглась эрозии под действием рек Колорадо и Ганнисон.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_GRANDMESA_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_RESEARCH] науки от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Большой Барьерный риф - крупнейший риф в мире. Цепочка из почти 3000 рифов и 1000 островов, он тянется почти на 1600 миль вдоль побережья северо-восточной Австралии. Созданный за 500 000 лет миллиардами коралловых полипов, Большой Барьерный риф является крупнейшей единой структурой, созданной живыми существами. Большой Барьерный риф является домом для огромного разнообразия китов, дельфинов, морских свиней, дюгоней, черепах, рыб, осьминогов и змей, не говоря уже о более чем 200 видах птиц.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_GREATBARRIERREEF_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_RESEARCH] науки от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Кракатау - вулканический остров, расположенный в Индонезии, между островами Ява и Суматра. Вулкан взорвался с огромной силой в августе 1883 года с мощностью, эквивалентной 13 000 атомных бомб, сброшенных на Хиросиму. Извержение уничтожило более половины острова и было слышно в некоторых частях Австралии, примерно в 2 000 милях отсюда. Около 37 000 человек погибли от извержения и последовавших за ним цунами. Вулкан непрерывно извергал лаву в течение последних восьмидесяти лет, восстанавливая конус со скоростью около 15 футов в год.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_KRAKATOA_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_CULTURE] культуры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Старый Верный - гейзер, расположенный в Йеллоустонском национальном парке, в штате Вайоминг, Соединенные Штаты Америки. Впервые увиденный европейцами в 1870 году, Старый Верный получил свое название из-за регулярности извержений. Гейзер выбрасывает столб кипящей воды на высоту около 100-175 футов каждые 60-90 минут. Гейзеры возникают, когда подземная вода попадает на магму. Вода мгновенно превращается в пар, который вырывается через ближайший доступный выход с огромным давлением. Старый Верный и другие 250 гейзеров в Йеллоустоне ежегодно посещают около трех миллионов туристов.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_OLDFAITHFUL_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_FOOD] пищи от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Возвышающаяся над Шри-Ланкой, Шри-Пада - крупная горная вершина с необычно конической формой, которая считается священной для нескольких религий из-за отпечатка, найденного на ее вершине. Отпечаток - большое углубление, найденное в скальной формации на вершине горы - приписывается Будде, Шиве и библейской фигуре Адаму, что привело к почитанию горы среди последователей буддизма, индуизма и ислама. Каждый год тысячи паломников совершают многочасовой подъем на гору, чтобы выразить свое почтение у святыни.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_SRI_PADA_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_PEACE] веры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Находящаяся на Синайском полуострове в Египте, гора Синай является одним из самых почитаемых святых мест, признаваемых последователями иудаизма, христианства и ислама. Гора Синай считается местом, где Моисей впервые получил Десять заповедей от Бога во время исхода израильтян из Египта, что делает вершину важным местом для религиозных паломников со всего мира.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_MT_SINAI_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_PEACE] веры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Священная вершина горы Кайлас, находящаяся в Гималаях Тибета, почитается рядом религий, особенно последователями индуизма. Считается, что это дом Бога Шивы, который обитает на горе в состоянии вечного блаженства. Гора Кайлас, как говорят, является одной из самых сложных религиозных паломничеств, так как суровые условия отпугивают многих потенциальных паломников, а гора недоступна для любых форм современного транспорта.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_MT_KAILASH_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_PRODUCTION] производства от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Обычно называемая Скала Айерс, массивное красное песчаниковое образование в центральной Австралии за последнее столетие стало одной из самых узнаваемых достопримечательностей Австралии. Задолго до того, как она была открыта английскими исследователями в конце 1800-х годов, гора была известна как Улуру, название, данное коренными племенами этой местности, которые имеют различные легенды о ее создании и значении. Обозначенная объектом Всемирного наследия ЮНЕСКО в 1987 году, это привело к немедленному росту туризма, и несколько сотен тысяч посетителей исследуют это место каждый год.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_ULURU_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_FOOD] пищи от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]С площадью поверхности более 26 000 квадратных миль озеро Виктория является крупнейшим озером в Африке, вторым по величине пресноводным озером на Земле и крупнейшим тропическим озером в мире. Две крупные реки вытекают из озера - Белый Нил и Катонга. Первые исторические записи об озере происходят от арабских торговцев, искавших золото, слоновую кость и другие товары у местных жителей, продвигаясь вглубь от побережья. Поиск истока Нила европейскими исследователями привел к открытию озера англичанином Джоном Спиком в 1858 году, который назвал его в честь тогдашнего британского монарха.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_LAKE_VICTORIA_TEXT';

UPDATE Language_RU_RU
SET Text = 'Все военные юниты на соседних клетках получают повышение [COLOR_POSITIVE_TEXT]Высокогорная подготовка[ENDCOLOR], удваивающее скорость передвижения по холмам и дающее бонус к боевой мощи на холмах до конца игры.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_KILIMANJARO_HELP';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_CULTURE] культуры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Состоящий из трех вулканических конусов, самый высокий из которых достигает 19 340 футов - что делает его самой высокой точкой в Африке и самой высокой отдельно стоящей горой в мире - массив Килиманджаро лежит в северо-восточной Танзании. Считается стратовулканом, два из его пиков являются потухшими, в то время как его самый высокий находится в спящем состоянии; его последнее извержение датируется примерно 150 тысячами лет назад. Согласно Иоганну Крапфу в 1860 году, гора называлась Килиманджаро суахили на побережье, что означает либо гора величия, либо гора караванов.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_KILIMANJARO_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_PRODUCTION] производства от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Шахты царя Соломона оказывали притяжение на европейских исследователей в Африке XIX века, сравнимое с притяжением Эльдорадо на испанских конкистадоров в XVI веке в Новом свете. Когда европейцы впервые столкнулись с загадочными руинами древнего города Великий Зимбабве в Восточной Африке, они были озадачены его расположением. Было выдвинуто множество объяснений его существования, но то, которое захватило воображение общественности, заключалось в том, что Великий Зимбабве служил убежищем и защитой рабочим в шахтах царя Соломона в близлежащих горах Чиманимани. Здесь, как считалось, можно было найти источник библейского царства легендарных сокровищ из драгоценных металлов и камней. В течение нескольких десятилетий искатели приключений и охотники за сокровищами безуспешно искали легендарные шахты.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_SOLOMONS_MINES_TEXT';

UPDATE Language_RU_RU
SET Text = 'Все ближние, разведывательные, конные ближние, огнестрельные и бронированные юниты, произведенные владельцем этого природного чуда, получают повышение [COLOR_POSITIVE_TEXT]Вечная молодость[ENDCOLOR], позволяющее им исцеляться в гораздо большем объеме, чем обычно.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_FOUNTAIN_YOUTH_HELP';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_RESEARCH] науки от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Одно из самых ранних упоминаний об этом легендарном источнике происходит от Геродота, который описывает его как особую Воду жизни, дающую всем, кто пьет из нее, исключительно долгую жизнь. Подобные истории также рассказывались среди коренных народов Карибского бассейна и Южной Америки, что принесло Фонтан молодости на передний план в эпоху испанских исследований. Согласно одной популярной истории, в 1513 году испанский конкистадор Хуан Понсе де Леон услышал рассказы о фонтане во время своих путешествий в Пуэрто-Рико и отправился в плавание в поисках вечной жизни. Таким образом, он открыл Флориду, но так и не нашел мифический фонтан. Фонтан молодости продолжает завораживать аудиторию и сегодня.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_FOUNTAIN_YOUTH_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_PRODUCTION] производства от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Расположенная на юге Боливии, гора Потоси добывала почти все серебро, добытое испанцами в их имперские времена. После извлечения из горы оно перевозилось на ламах и мулах к побережью, где затем загружалось на сокровищеносные корабли, плывущие обратно в Европу. За 200 лет было добыто почти 41 000 тонн чистого серебра, 8 200 из которых поступили непосредственно испанской короне. После 1800 года основные серебряные шахты были исчерпаны, но добыча в Потоси продолжается и сегодня - некоторое количество серебра, но теперь в основном олова.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_POTOSI_TEXT';

UPDATE Language_RU_RU
SET Text = '+2 [ICON_CULTURE] культуры от этого природного чуда за каждую эпоху после Древнего мира.[NEWLINE][NEWLINE]Этот легендарный Затерянный город золота привлек многих испанских конкистадоров в Новый свет, все надеявшиеся наткнуться на его невообразимые богатства. Почти три столетия миф о драгоценных камнях и золоте привлекал исследователей на побережья Южной Америки, которые часто разграбляли другие города, найденные по пути. Эльдорадо завораживал исследователей на протяжении веков, и экспедиции вплоть до 1804 года организовывались, чтобы определить его местоположение. Однако теперь считается, что мифический город был вдохновлен именем вождя миска, который, по сообщениям, в рамках посвящения покрывал себя тонким слоем золотой пыли и нырял в озеро Гуатавита.'
WHERE Tag = 'TXT_KEY_CIV5_FEATURES_EL_DORADO_TEXT';
