UPDATE Language_RU_RU
SET Text = 'Появляется как уникальный предмет роскоши в или около индонезийского города.'
WHERE Tag = 'TXT_KEY_RESOURCE_NUTMEG_HELP';

UPDATE Language_RU_RU
SET Text = 'Появляется как уникальный предмет роскоши в или около индонезийского города.'
WHERE Tag = 'TXT_KEY_RESOURCE_CLOVES_HELP';

UPDATE Language_RU_RU
SET Text = 'Появляется как уникальный предмет роскоши в или около индонезийского города.'
WHERE Tag = 'TXT_KEY_RESOURCE_PEPPER_HELP';

UPDATE Language_RU_RU
SET Text = 'Корица'
WHERE Tag = 'TXT_KEY_RESOURCE_SPICES';

UPDATE Language_RU_RU
SET Text = 'Корица получается из внутренней коры деревьев рода коричников и обычно используется как ароматическая пряность для пикантных блюд. Пряности - это вещества растительного происхождения, используемые для консервации и улучшения вкуса, цвета или текстуры пищи. Помимо простого улучшения пищи, некоторые пряности имеют лекарственные свойства, религиозное значение или полезны для консервации пищевых продуктов. Как правило, пряности должны быть высушены и измельчены перед нанесением на пищу; это отличает их от трав, таких как шалфей или орегано, которые зеленые и лиственные и могут использоваться свежими или сушеными.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_SPICES_TEXT';

UPDATE Language_RU_RU
SET Text = 'Мрамор - красивая порода, высоко ценимая как строительный материал и художниками для скульптуры. Мрамор бывает различных цветов и оттенков, иногда одноцветный, а иногда с прожилками и включениями многих различных цветов. Многие из самых красивых сооружений в мире, включая Тадж-Махал, построены из мрамора, как и величайшие скульптуры античности.[NEWLINE][NEWLINE]При улучшении дает +15% [ICON_PRODUCTION] производства при строительстве доиндустриальных чудес в городе, к которому принадлежит.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_MARBLE_TEXT';

UPDATE Language_RU_RU
SET Text = 'Найденный в земной коре и верхней мантии, камень, пожалуй, является самым важным элементом в строительных усилиях человечества на протяжении всей истории. Существует три основные классификации камня - осадочный, магматический и метаморфический - каждый из которых отличается своим происхождением.[NEWLINE][NEWLINE]При улучшении дает +10% [ICON_PRODUCTION] производства при строительстве домонастырских чудес в городе, к которому принадлежит.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_STONE_TEXT';

UPDATE Language_RU_RU
SET Text = 'При улучшении археологическими раскопками скрытое место древности может дать артефакт, который можно разместить в ячейке великого произведения искусства или превратить в улучшение достопримечательности. Скрытые места древностей видны только цивилизациям, которые взяли все политики в древо искусства.'
WHERE Tag = 'TXT_KEY_RESOURCE_HIDDEN_ARTIFACTS_HELP';
