-- Railroad
UPDATE Language_RU_RU
SET Text = '[COLOR_NEGATIVE_TEXT]Стоимость[ENDCOLOR] 3 [ICON_GOLD] золота в ход на содержание.[NEWLINE][NEWLINE]Непрерывная цепь железных дорог позволяет юнитам чрезвычайно быстро перемещаться по клеткам.'
WHERE Tag = 'TXT_KEY_BUILD_RAILROAD_HELP';

UPDATE Language_RU_RU
SET Text = 'Железная дорога - это набор рельсов - обычно металлических - по которым движется транспортное средство. Самые ранние транспортные средства на рельсах были повозками, тянутыми животной силой; первый паровой локомотив появился в Англии в конце XVIII века.[NEWLINE][NEWLINE]Непрерывная цепь железных дорог позволяет юнитам чрезвычайно быстро перемещаться по клеткам.'
WHERE Tag = 'TXT_KEY_CIV5_IMPROVEMENTS_RAILROAD_TEXT';
